{
  "exercises": {
    "cardio": [
      {
        "id": 1,
        "title": "Подтягивания коленей к груди",
        "description": "Займите исходную стойку–стопы на ширине плеч, руки вытянуты вверх. Затем совершите два движения одновременно: поднимите одно бедро до уровня выше талии, а руки согните и опустите вниз вдоль корпуса локтями до боков. Вернитесь в начальную позу. Делайте поочередно для каждой ноги. Отличное кардио-упражнение для начала тренировки, эффективного похудения в животе и общего тонуса тела.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Koleno_k_grudi_cardio.gif"
      },
      {
        "id": 2,
        "title": "Приставной шаг с касанием стоп",
        "description": "Останьтесь стоять прямо, ноги поставьте вместе, руки поднимите над головой. Начните делать широкий шаг правой ногой в сторону и одновременно наклоняйтесь так, чтобы левая рука коснулась правой стопы. Затем вернитесь в исходное положение и повторите то же самое с левой ногой. Несмотря на кажущуюся простоту, упражнение отлично разгоняет пульс за счет наклонов, ускоряет жиросжигание, прорабатывает мышцы всего тела.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/12/Pristavnoj_shag_s_kasaniem_stopy.gif"
      },
      {
        "id": 3,
        "title": "Альпинист с шагами",
        "description": "Примите положение «планка на прямых руках» с опорой на ладони и стопы. Тело держите ровно, не прогибайтесь в пояснице, подберите ягодицы, напрягите низ живота. Начните поочередно шагать вперед то левой, то правой ногой. Чем быстрее вы меняете ноги, тем интенсивнее проходит упражнение. Такой вариант планки подтягивает живот, прорабатывает зону рук и плеч, укрепляет нижнюю часть тела.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/08/Planka_alpinist_2.gif"
      },
      {
        "id": 4,
        "title": "Махи ногами",
        "description": "Останьтесь в стойке, ноги поставьте на расстояние в ширину плеч, руки опустите свободно вдоль корпуса. Начните выполнять махи ногами вперед, доводя их к уровню таза или выше. Одновременно с махом ногой тянитесь ладонью к разноименной стопе (правая рука к левой ноге, левая рука к правой ноге). Упражнение приводит в тонус нижнюю часть тела, дополнительно участвуют мышцы пресса и спины.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/11/Mahi_nogami.gif"
      },
      {
        "id": 5,
        "title": "Колено-локоть с руками наверх",
        "description": "Встаньте прямо, руки вытяните над головой и сложите их вместе. Поднимите правое колено к нижней части груди и одновременно опустите руки с разворотом корпуса так, чтобы локоть коснулся колена. После этого вернитесь в исходное положение и сделайте то же самое на другую сторону. В этом упражнении из нашей кардио-тренировки в домашних условиях идет интенсивная работа косых мышц живота, корректируется зона живота и талии. Дополнительно нагружаются плечи, бедра.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/12/Koleno_lokot_ruki_vverh.gif"
      },
      {
        "id": 6,
        "title": "Планка-паук",
        "description": "Выполнять паука начните с планки на прямых руках. Позвоночник ровный, низ пресса и ягодицы подобраны. Согните ногу и притяните колено к локтю одноименной руки. Вернитесь в планку и повторите на другую сторону. Чередуйте ноги, держите подходящий для вас темп. Это кардио-упражнение включает в работу все тело, но особенно полезен паук для устранения боков и укрепления мышц спины и пресса.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/12/Planka_pauk_bystro.gif"
      },
      {
        "id": 7,
        "title": "Прыжки с разведением рук и ног",
        "description": "Примите классическую стойку, но стопы поставьте плотно вместе, а руки вдоль туловища. Выполните два движения вместе: в прыжке расставьте широко ноги и вытяните вверх руки, сводя их вместе над головой. Прыжком вернитесь в позу из начала упражнения. Между сведением и разведением ног не делайте пауз. Одно из самых популярных кардио-упражнений, которое чаще всего начинает любую интенсивную программу на жиросжигание.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/06/Jumping_jack.gif"
      },
      {
        "id": 8,
        "title": "Бег с высоким подъемом колен",
        "description": "Встаньте ровно, а руки расположите вдоль боков, как при пробежке. Начните попеременно поднимать бедра до параллели с полом, отталкиваясь то одной, то другой ногой. Руки меняйте в такт движениям. Смотрите вперед, живот напряжен, корпус стабилен и не отклоняется назад. Одно из лучших кардио-упражнений, которое по эффективности вполне заменит быстрый бег для домашних условий.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/03/Beg_s_podemom_kolen.gif"
      },
      {
        "id": 9,
        "title": "Горизонтальный бег",
        "description": "Для выполнения этого интенсивного кардио-упражнение в домашних условиях разместитесь в планку на прямых руках. Не сгибайте локти и упритесь в ладони. Начните имитировать бег – по очереди подтягивайте колени к груди и отводите обратно. Ноги ставьте на носки, линию позвоночника не меняйте. Горизонтальный бег – одно из лучших упражнений для подтянутого живота. Дополнительно работает весь верх тела за счет положения планки и мышцы бедер за счет подтягиваний колена.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/03/Gorizontalnyj_beg.gif"
      },
      {
        "id": 10,
        "title": "Приседания с выпрыгиванием",
        "description": "Сначала встаньте прямо, а затем опустите таз в положение обычного приседа. Руки расположите перед собой, сцепив ладони. Хорошо оттолкнитесь вверх до распрямления коленей и корпуса, руки отведите назад. Приземлитесь обратно и задержитесь на секунду в исходной позе. Не выводите колени за носки. Приседания с выпрыгиваниями обладают всеми преимуществами классических приседов, а также развивают взрывные качества мышц, укрепляют сердце, добавляют интенсивности кардио-тренировке дома.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/12/Prisedanie_pryzhok.gif"
      },
      {
        "id": 11,
        "title": "Берпи",
        "description": "Это часто практикуемое движение в стиле кроссфит для кардио-тренировок в домашних условиях. Встаньте, подогните колени, поставьте прямые руки перед собой. Подпрыгните, отведите ноги назад и опустите таз, чтобы получилась поза планки. Соберитесь обратно прыжком, выпрямитесь, руки вытяните вверх. Интенсивное упражнение для тонуса всего тела обязательно стоит включить в кардио-тренировки дома.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/03/Burpee.gif"
      }
    ],
    "legs": [
      {
        "id": 12,
        "title": "Классические приседания",
        "description": "Поставьте ноги на ширину плеч, руки сложите у груди. Согните ноги в коленях, отводя таз назад, чтобы выполнить классическое приседание. Приседайте до параллели бедер с полом. Колени не выводите за носки, спину не сгибайте, смотрите прямо перед собой. Приседания считаются одним из лучших упражнений на бедра и ягодицы, которое прорабатывает весь спектр ягодичных мышц и к тому же задействует пресс и кор.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2019/12/Prisedanie.gif"
      },
      {
        "id": 13,
        "title": "Махи из собаки мордой вниз",
        "description": "Встаньте в упор лежа, а затем поднимите таз вверх, чтобы встать в асану йоги собака мордой вниз. В спине должен быть прогиб, ноги и руки выпрямлены. Из этого положения выполняйте поочередные махи каждой ногой, стараясь не помогать себе корпусом. Эффективность этого упражнения для ног зависит от правильности техники. Важно сохранять начальное положение корпуса и рук, а работать только ногами с максимальной амплитудой. В таком случае получится хорошо прокачать ягодицы и заднюю поверхность бедер.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/11/Mah_nogoj_v_sobake_mordoj_vniz.gif"
      },
      {
        "id": 14,
        "title": "Подъем ноги лежа на животе",
        "description": "Лягте на живот, подложите руки под голову, ноги свободно вытянуты назад. Оторвите одну ногу от пола и поднимите вверх, не сгибая ее в колене. Старайтесь поднимать ногу максимально высоко, чтобы чувствовать напряжение ягодиц в верхней точке. Выполнив все подъемы для одной ноги, повторите упражнение для другой. Эффективное упражнение для ног, которое поможет вам укрепить ягодичные, а также подтянуть заднюю поверхность бедер.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/07/Mah_nogoj_lezha_na_zhivote.gif"
      },
      {
        "id": 15,
        "title": "Боковые выпады на месте",
        "description": "Поставьте ноги как для приседаний сумо, но носки не разворачивайте в стороны, руки сложите у груди. Согните правую ногу в колене и отведите таз назад, чтобы опуститься в боковой выпад. Вернитесь в исходное положение и снова повторите выпад вправо. После всех повторений поменяйте ногу. Простое базовое упражнение для ног прокачает бедра, укрепляя внутреннюю сторону, которая часто находится в списке проблемных зон.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Bokovoj_vypad_na_meste.gif"
      },
      {
        "id": 16,
        "title": "Ножницы с разножкой",
        "description": "Лягте на спину, руки положите произвольно вдоль корпуса. Поднимите ноги вверх и разведите их в сторону как можно шире для разножки. Теперь сведите прямые ноги вместе с нахлестом, выполняя ножницы. Простое и эффективное упражнение для ног можно выполнять дома, чтобы не только проработать бедра, но также увеличить гибкость тела и подвижность тазобедренных суставов.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/05/Skreshivanie_nog.gif"
      },
      {
        "id": 17,
        "title": "Приседания с шагом в сторону",
        "description": "Поставьте ноги вместе, руки расположите у груди. Сделайте шаг влево и выполните приседание, отводя таз назад. На подъеме вернитесь в исходное положение. Теперь сделайте шаг вправо и снова сделайте присед. Шаговые приседания обеспечивают двойную нагрузку на ягодицы и задействуют внешнюю поверхность бедер, так называемую «зону галифе», которую достаточно сложно проработать классическими базовыми упражнениями.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2021/01/Prisedanie_s_shagom_v_storonu.gif"
      },
      {
        "id": 18,
        "title": "Махи из боковой планки на колене",
        "description": "Встаньте в боковую планку, опираясь на правую руку и правое колено. Левую руку положите на пояс, а левую ногу свободно выпрямите. Теперь поднимите левую ногу немного выше параллели с полом и возвратитесь обратно. После всех повторений выполните то же самое для правой ноги. Махи из планки максимально нагружают ноги, так как телу приходится выполнять усилие, чтобы оставаться в этом положении, что делает упражнение особенно эффективным для проработки проблемных зон.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Podemy_nog_v_planke_na_kolene.gif"
      },
      {
        "id": 19,
        "title": "Пульсирующие широкие выпады на месте",
        "description": "Встаньте в глубокий выпад, для этого сделайте большой шаг назад и согните ноги в коленях. Переднее колено должно быть согнуто под прямым углом, а заднее – почти касаться пола. В этом положении выполняйте небольшие подъемы вверх-вниз, не разгибая коленей полностью. Обязательно повторите для другой ноги. Супер-эффективное упражнение для ягодиц благодаря пульсации интенсивно подтягивает и прорабатывает бедра, особенно проблемную заднюю часть.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/12/Pulsirujushij_vypad_shirokij.gif"
      },
      {
        "id": 20,
        "title": "Ножницы лежа на животе",
        "description": "Оставаясь на животе, выпрямите ноги. Теперь попеременно поднимайте и опускайте каждую ногу с небольшой амплитудой, словно во время плавания. Напрягайте ягодицы и бедра во время выполнения. Разновидность пловца для ног можно назвать изоляцией на ягодицы и бицепсы бедер, так как упражнение глубоко прорабатывает целевые мышцы, добивая их после тренировки и обеспечивая пампинг.        ",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/07/Nozhnici_lezha_na_zhivote.gif"
      }
    ],
    "press": [
      {
        "id": 21,
        "title": "Базовые скручивания",
        "description": "Лягте на спину, заведите руки за голову и согните ноги в коленях. Теперь оторвите от пола голову и лопатки, скручиваясь в корпусе. Следите, чтобы поясница, таз и стопы были плотно прижаты к полу. Выполняйте скручивания с максимальной амплитудой до ощущения жжения в верхней части пресса. Классическое упражнение на пресс эффективно прорабатывает и укрепляет прямую мышцу живота.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Skruchivanie_classic.gif"
      },
      {
        "id": 22,
        "title": "Подъемы рук и ног на четвереньках",
        "description": "Встаньте на четвереньки, ладони находятся под плечевыми суставами, колени согнуты под прямым углом. Синхронно оторвите от пола левую руку и правую ногу, выпрямите их, удерживая равновесие, а затем вернитесь обратно. Теперь поднимите правую руку и левую ногу, снова держите баланс несколько секунд и возвращайтесь обратно. Упражнение не только укрепляет мышцы пресса и кора, но также тренирует равновесие и координацию движений.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Ohotnichya_sobaka_obe_storony.gif"
      },
      {
        "id": 23,
        "title": "Складка с касанием стоп",
        "description": "Лежа на спине, поднимите прямые ноги вверх. Голову опустите на пол, руки разведите в стороны. Оторвите от пола голову и верх спины, одновременно сведите руки и потянитесь ими к стопам. Постарайтесь коснуться стоп, перед тем как вернуться в исходное положение. Включайте складку в тренировку для живота в домашних условиях, чтобы получить крепкий пресс и сильный кор, а также прокачать выносливость и гибкость.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/05/Podemy_k_stopam.gif"
      },
      {
        "id": 24,
        "title": "Планка на локтях с поворотом",
        "description": "Встаньте в планку на предплечьях, следите, чтобы локтевые суставы находились точно под плечевыми. Не провисайте в пояснице и не поднимайте таз вверх, для этого держите мышцы кора и пресса в напряжении. Оторвите от пола правую руку и развернитесь вправо. Руку можно положить на талию, стопы не отрывайте от пола. Вернитесь обратно в планку на локтях и выполните поворот влево, отрывая от пола левую руку. Планка считается одним из лучших упражнение для пресса, а потому обязательно выполняйте ее в рамках тренировки для живота в домашних условиях. В данном элементе сочетаются преимущества классической и боковой планки, что поможет добиться максимальной эффективности.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/08/Planka_s_razvorotami_ruki_na_bokah.gif"
      },
      {
        "id": 25,
        "title": "Обратные скручивания",
        "description": "Лежа на спине, выпрямите руки, ноги согните в коленях и поднимите вверх. Руки расположите вдоль корпуса, затылок опустите на пол. Выполняйте скручивания, для этого постарайтесь привести колени как можно ближе к груди, отрывая от пола таз и поясницу. При этом верхняя часть корпуса, голова и руки остаются неподвижны. Классическое упражнение на пресс, которое поможет прокачать мышцы живота и сделать его плоским.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Obratnye_skruchivaniya.gif"
      },
      {
        "id": 26,
        "title": "Ножницы на пресс",
        "description": "Оставаясь на спине, обопритесь на предплечья и выпрямите ноги. Теперь поднимите ноги немного над полом и начните делать ими перекрестные движения, имитируя работу ножниц. Во время упражнения не поднимайте ноги слишком высоко, чтобы не снижать нагрузку. Простое упражнение для живота укрепляет пресс, активирует кровообращение внизу живота, способствует формированию красивой линии талии.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/05/Nozhnici_na_predplechyah.gif"
      },
      {
        "id": 27,
        "title": "Ножницы лежа",
        "description": "Лягте на спину, руки расположите вдоль тела. Прямые ноги поднимите на 45 градусов и выполняйте перекрестные движения в энергичном ритме, имитируя ножницы. При этом голову, поясницу и руки не отрывайте от пола. Удерживайте ноги на одной высоте, чтобы не снижать нагрузку. Включайте это эффективное упражнение в тренировку для живота в домашних условиях, чтобы прицельно проработать нижние мышцы пресса.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/11/Nozhnicy_razvedenie_nog.gif"
      },
      {
        "id": 28,
        "title": "Косые скручивания с касанием стопы",
        "description": "Лягте на спину, руки расставьте в стороны, ноги прямые. Поднимите левую ногу вверх на 90 градусов и потянитесь к ней противоположной рукой, скручиваясь в корпусе и пытаясь дотронуться ладонью до стопы. Выполняйте целый подход на одну сторону, затем поменяйте на другую. Отличное упражнение для косых мышц пресса также укрепляет прямую мышцу живота и улучшает координацию движений.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/04/Kasanie_rukoj_stopy.gif"
      },
      {
        "id": 29,
        "title": "Боковые наклоны лежа",
        "description": "Оставаясь на спине, согните ноги в коленях и вытяните руки вдоль корпуса. Приподнимите голову и наклоните корпус влево, не отрывая спину от пола. Постарайтесь рукой дотронуться до стопы. Не возвращаясь в исходное положение, сделайте наклон вправо, стараясь дотянуться до правой стопы. Выполняйте наклоны в ритмичном темпе с полной амплитудой, чтобы глубоко проработать косые мышцы.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/11/Naklony_lezha.gif"
      },
      {
        "id": 30,
        "title": "Велосипед",
        "description": "Лежа на спине, положите руки за голову. Поднимите голову и верх корпуса, немного приподнимите ноги. Теперь согните левую ногу в колене и наклонитесь к ней всем корпусом. Выпрямите левую ногу и согните в колене правую, скручиваясь в корпусе по направлению к ней. Выполняйте упражнение на косые пресса в ритмичном темпе, не отрывая низ спины и таз от пола. Эффективное упражнение, которое прокачивает стабилизирующие мышцы кора и пресс, а также улучшает гибкость и выносливость.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/09/Velosiped_2.gif"
      },
      {
        "id": 31,
        "title": "Повороты корпуса в позе уголка",
        "description": "Сядьте на пол, ноги согните в коленях, руки сложите перед собой. Поднимите ноги и оторвите стопы так, чтобы голени были параллельны полу. Отклонитесь в спине на 45 градусов и выполняйте повороты вправо-влево, дотрагиваясь ладонями пола. Не делайте резких движений, акцентируйте внимание на работе пресса. Статико-динамическое упражнение поможет «добить» проблемные зоны и прокачать верхние боковые мышцы живота.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/12/Twist_ugolok_nogi_sognuti_2.gif"
      },
      {
        "id": 32,
        "title": "Складка со сгибанием коленей",
        "description": "Лягте на спину, выпрямите ноги, прямые руки заведите за голову. Поднимите корпус вверх, отрывая поясницу от пола. Одновременно согните ноги в коленях и приведите их к груди, вытягивая руки вперед. Затем возвращайтесь в начальное положение. Комплексное упражнение на пресс не только прорабатывает живот, но также прокачивает вашу силу, выносливость и гибкость.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Skladka_k_grudi_ruki_vytyanuti.gif"
      },
      {
        "id": 33,
        "title": "Скалолаз",
        "description": "Встаньте в упор лежа, надежно упритесь в пол ладонями, чтобы почувствовать стабильность положения. Согните правую ногу в колене и приведите его к груди, вернитесь обратно и сделайте то же самое левой ногой. Скалолаз – классическое упражнение для проработки кора и пресса, оно дополнительно задействует и укрепляет мышцы спины, рук и ног.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/06/Planka_alpinist-1.gif"
      }
    ],
    "hands": [
      {
        "id": 34,
        "title": "Классические отжимания",
        "description": "Встаньте в упор лежа, вытягивая тело в струнку. Убедитесь, что находитесь в удобном, устойчивом положении. Поставьте руки немного шире плеч для классических отжиманий. Теперь согните руки в локтях, опускаясь в отжимание, при этом локти направляйте назад. В таком положении лучше всего прорабатываются руки, особенно область трицепсов. Обязательно включайте отжимания в тренировку на руки в домашних условиях, чтобы укрепить трицепсы, плечи и хорошо проработать верх тела.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/04/Otzhimaniya.gif"
      },
      {
        "id": 35,
        "title": "Алмазные отжимания",
        "description": "Встаньте в упор лежа и поставьте руки максимально близко друг к другу. Большие пальцы ладоней должны соприкоснуться. Из этого положения согните руки в локтях, опускаясь вниз. При этом локти старайтесь отводить назад. Упражнение больше всего нагружает трицепсы, но благодаря сложности выполнения также укрепляет мышцы всей поверхности рук, грудные и дельты. Первое время можно выполнять алмазные отжимания на коленях.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2021/04/Otzhimaniya_almaznye.gif"
      },
      {
        "id": 36,
        "title": "Планка со сменой положения рук",
        "description": "Встаньте в планку на прямых руках в соответствии с правильной техникой выполнения. Затем согните каждую руку в локте поочередно, опускаясь в планку на предплечьях. Из планки на локтях разогните каждую руку по очереди, поднимаясь в классическую планку. Выполняйте упражнения в спокойном ритме, поочередно меняя положение рук в планке. Не забывайте подниматься сначала с правой руки, затем с левой, чередуя их между собой с каждым новым повторением. Сложное упражнение поможет вам укрепить мышцы рук и проработать всю верхнюю часть тела.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/11/Planka_vverh_vniz.gif"
      },
      {
        "id": 37,
        "title": "Обратные отжимания от скамьи (трицепс)",
        "description": "Сядьте на скамью или стул, опираясь руками по бокам. Переместите тело вперед, держа его только силой рук. Ноги вытянуты, стоят на пятке. Сгибайте руки до уровня, пока углы плеча/локтя не достигнут 90 градусов. Спина всегда прямая. После отожмитесь, возвращая стартовую позицию. При выполнении опускайте плечи, не подтягивая их к ушам.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/09/Obratnye_otzhimaniya.gif"
      },
      {
        "id": 38,
        "title": "Планка на прямых руках (общая мускулатура рук)",
        "description": "Примите позицию планки на вытянутых руках, удерживая вес тела только на ладонях и носках. Смотрите четко перед собой, напрягайте спину, ягодицы и пресс. Количество секунд увеличивайте по мере роста физических показателей.",
        "gif": "https://goodlooker.ru/wp-content/uploads/2020/04/Planka.jpg"
      }
    ]
  },
  "exercisesWithTypes": [
    {
      "id": 1,
      "title": "Подтягивания коленей к груди",
      "description": "Займите исходную стойку–стопы на ширине плеч, руки вытянуты вверх. Затем совершите два движения одновременно: поднимите одно бедро до уровня выше талии, а руки согните и опустите вниз вдоль корпуса локтями до боков. Вернитесь в начальную позу. Делайте поочередно для каждой ноги. Отличное кардио-упражнение для начала тренировки, эффективного похудения в животе и общего тонуса тела.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Koleno_k_grudi_cardio.gif",
      "type": "cardio"
    },
    {
      "id": 2,
      "title": "Приставной шаг с касанием стоп",
      "description": "Останьтесь стоять прямо, ноги поставьте вместе, руки поднимите над головой. Начните делать широкий шаг правой ногой в сторону и одновременно наклоняйтесь так, чтобы левая рука коснулась правой стопы. Затем вернитесь в исходное положение и повторите то же самое с левой ногой. Несмотря на кажущуюся простоту, упражнение отлично разгоняет пульс за счет наклонов, ускоряет жиросжигание, прорабатывает мышцы всего тела.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/12/Pristavnoj_shag_s_kasaniem_stopy.gif",
      "type": "cardio"
    },
    {
      "id": 3,
      "title": "Альпинист с шагами",
      "description": "Примите положение «планка на прямых руках» с опорой на ладони и стопы. Тело держите ровно, не прогибайтесь в пояснице, подберите ягодицы, напрягите низ живота. Начните поочередно шагать вперед то левой, то правой ногой. Чем быстрее вы меняете ноги, тем интенсивнее проходит упражнение. Такой вариант планки подтягивает живот, прорабатывает зону рук и плеч, укрепляет нижнюю часть тела.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/08/Planka_alpinist_2.gif",
      "type": "cardio"
    },
    {
      "id": 4,
      "title": "Махи ногами",
      "description": "Останьтесь в стойке, ноги поставьте на расстояние в ширину плеч, руки опустите свободно вдоль корпуса. Начните выполнять махи ногами вперед, доводя их к уровню таза или выше. Одновременно с махом ногой тянитесь ладонью к разноименной стопе (правая рука к левой ноге, левая рука к правой ноге). Упражнение приводит в тонус нижнюю часть тела, дополнительно участвуют мышцы пресса и спины.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/11/Mahi_nogami.gif",
      "type": "cardio"
    },
    {
      "id": 5,
      "title": "Колено-локоть с руками наверх",
      "description": "Встаньте прямо, руки вытяните над головой и сложите их вместе. Поднимите правое колено к нижней части груди и одновременно опустите руки с разворотом корпуса так, чтобы локоть коснулся колена. После этого вернитесь в исходное положение и сделайте то же самое на другую сторону. В этом упражнении из нашей кардио-тренировки в домашних условиях идет интенсивная работа косых мышц живота, корректируется зона живота и талии. Дополнительно нагружаются плечи, бедра.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/12/Koleno_lokot_ruki_vverh.gif",
      "type": "cardio"
    },
    {
      "id": 6,
      "title": "Планка-паук",
      "description": "Выполнять паука начните с планки на прямых руках. Позвоночник ровный, низ пресса и ягодицы подобраны. Согните ногу и притяните колено к локтю одноименной руки. Вернитесь в планку и повторите на другую сторону. Чередуйте ноги, держите подходящий для вас темп. Это кардио-упражнение включает в работу все тело, но особенно полезен паук для устранения боков и укрепления мышц спины и пресса.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/12/Planka_pauk_bystro.gif",
      "type": "cardio"
    },
    {
      "id": 7,
      "title": "Прыжки с разведением рук и ног",
      "description": "Примите классическую стойку, но стопы поставьте плотно вместе, а руки вдоль туловища. Выполните два движения вместе: в прыжке расставьте широко ноги и вытяните вверх руки, сводя их вместе над головой. Прыжком вернитесь в позу из начала упражнения. Между сведением и разведением ног не делайте пауз. Одно из самых популярных кардио-упражнений, которое чаще всего начинает любую интенсивную программу на жиросжигание.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/06/Jumping_jack.gif",
      "type": "cardio"
    },
    {
      "id": 8,
      "title": "Бег с высоким подъемом колен",
      "description": "Встаньте ровно, а руки расположите вдоль боков, как при пробежке. Начните попеременно поднимать бедра до параллели с полом, отталкиваясь то одной, то другой ногой. Руки меняйте в такт движениям. Смотрите вперед, живот напряжен, корпус стабилен и не отклоняется назад. Одно из лучших кардио-упражнений, которое по эффективности вполне заменит быстрый бег для домашних условий.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/03/Beg_s_podemom_kolen.gif",
      "type": "cardio"
    },
    {
      "id": 9,
      "title": "Горизонтальный бег",
      "description": "Для выполнения этого интенсивного кардио-упражнение в домашних условиях разместитесь в планку на прямых руках. Не сгибайте локти и упритесь в ладони. Начните имитировать бег – по очереди подтягивайте колени к груди и отводите обратно. Ноги ставьте на носки, линию позвоночника не меняйте. Горизонтальный бег – одно из лучших упражнений для подтянутого живота. Дополнительно работает весь верх тела за счет положения планки и мышцы бедер за счет подтягиваний колена.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/03/Gorizontalnyj_beg.gif",
      "type": "cardio"
    },
    {
      "id": 10,
      "title": "Приседания с выпрыгиванием",
      "description": "Сначала встаньте прямо, а затем опустите таз в положение обычного приседа. Руки расположите перед собой, сцепив ладони. Хорошо оттолкнитесь вверх до распрямления коленей и корпуса, руки отведите назад. Приземлитесь обратно и задержитесь на секунду в исходной позе. Не выводите колени за носки. Приседания с выпрыгиваниями обладают всеми преимуществами классических приседов, а также развивают взрывные качества мышц, укрепляют сердце, добавляют интенсивности кардио-тренировке дома.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/12/Prisedanie_pryzhok.gif",
      "type": "cardio"
    },
    {
      "id": 11,
      "title": "Берпи",
      "description": "Это часто практикуемое движение в стиле кроссфит для кардио-тренировок в домашних условиях. Встаньте, подогните колени, поставьте прямые руки перед собой. Подпрыгните, отведите ноги назад и опустите таз, чтобы получилась поза планки. Соберитесь обратно прыжком, выпрямитесь, руки вытяните вверх. Интенсивное упражнение для тонуса всего тела обязательно стоит включить в кардио-тренировки дома.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/03/Burpee.gif",
      "type": "cardio"
    },
    {
      "id": 12,
      "title": "Классические приседания",
      "description": "Поставьте ноги на ширину плеч, руки сложите у груди. Согните ноги в коленях, отводя таз назад, чтобы выполнить классическое приседание. Приседайте до параллели бедер с полом. Колени не выводите за носки, спину не сгибайте, смотрите прямо перед собой. Приседания считаются одним из лучших упражнений на бедра и ягодицы, которое прорабатывает весь спектр ягодичных мышц и к тому же задействует пресс и кор.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2019/12/Prisedanie.gif",
      "type": "legs"
    },
    {
      "id": 13,
      "title": "Махи из собаки мордой вниз",
      "description": "Встаньте в упор лежа, а затем поднимите таз вверх, чтобы встать в асану йоги собака мордой вниз. В спине должен быть прогиб, ноги и руки выпрямлены. Из этого положения выполняйте поочередные махи каждой ногой, стараясь не помогать себе корпусом. Эффективность этого упражнения для ног зависит от правильности техники. Важно сохранять начальное положение корпуса и рук, а работать только ногами с максимальной амплитудой. В таком случае получится хорошо прокачать ягодицы и заднюю поверхность бедер.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/11/Mah_nogoj_v_sobake_mordoj_vniz.gif",
      "type": "legs"
    },
    {
      "id": 14,
      "title": "Подъем ноги лежа на животе",
      "description": "Лягте на живот, подложите руки под голову, ноги свободно вытянуты назад. Оторвите одну ногу от пола и поднимите вверх, не сгибая ее в колене. Старайтесь поднимать ногу максимально высоко, чтобы чувствовать напряжение ягодиц в верхней точке. Выполнив все подъемы для одной ноги, повторите упражнение для другой. Эффективное упражнение для ног, которое поможет вам укрепить ягодичные, а также подтянуть заднюю поверхность бедер.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/07/Mah_nogoj_lezha_na_zhivote.gif",
      "type": "legs"
    },
    {
      "id": 15,
      "title": "Боковые выпады на месте",
      "description": "Поставьте ноги как для приседаний сумо, но носки не разворачивайте в стороны, руки сложите у груди. Согните правую ногу в колене и отведите таз назад, чтобы опуститься в боковой выпад. Вернитесь в исходное положение и снова повторите выпад вправо. После всех повторений поменяйте ногу. Простое базовое упражнение для ног прокачает бедра, укрепляя внутреннюю сторону, которая часто находится в списке проблемных зон.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Bokovoj_vypad_na_meste.gif",
      "type": "legs"
    },
    {
      "id": 16,
      "title": "Ножницы с разножкой",
      "description": "Лягте на спину, руки положите произвольно вдоль корпуса. Поднимите ноги вверх и разведите их в сторону как можно шире для разножки. Теперь сведите прямые ноги вместе с нахлестом, выполняя ножницы. Простое и эффективное упражнение для ног можно выполнять дома, чтобы не только проработать бедра, но также увеличить гибкость тела и подвижность тазобедренных суставов.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/05/Skreshivanie_nog.gif",
      "type": "legs"
    },
    {
      "id": 17,
      "title": "Приседания с шагом в сторону",
      "description": "Поставьте ноги вместе, руки расположите у груди. Сделайте шаг влево и выполните приседание, отводя таз назад. На подъеме вернитесь в исходное положение. Теперь сделайте шаг вправо и снова сделайте присед. Шаговые приседания обеспечивают двойную нагрузку на ягодицы и задействуют внешнюю поверхность бедер, так называемую «зону галифе», которую достаточно сложно проработать классическими базовыми упражнениями.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2021/01/Prisedanie_s_shagom_v_storonu.gif",
      "type": "legs"
    },
    {
      "id": 18,
      "title": "Махи из боковой планки на колене",
      "description": "Встаньте в боковую планку, опираясь на правую руку и правое колено. Левую руку положите на пояс, а левую ногу свободно выпрямите. Теперь поднимите левую ногу немного выше параллели с полом и возвратитесь обратно. После всех повторений выполните то же самое для правой ноги. Махи из планки максимально нагружают ноги, так как телу приходится выполнять усилие, чтобы оставаться в этом положении, что делает упражнение особенно эффективным для проработки проблемных зон.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Podemy_nog_v_planke_na_kolene.gif",
      "type": "legs"
    },
    {
      "id": 19,
      "title": "Пульсирующие широкие выпады на месте",
      "description": "Встаньте в глубокий выпад, для этого сделайте большой шаг назад и согните ноги в коленях. Переднее колено должно быть согнуто под прямым углом, а заднее – почти касаться пола. В этом положении выполняйте небольшие подъемы вверх-вниз, не разгибая коленей полностью. Обязательно повторите для другой ноги. Супер-эффективное упражнение для ягодиц благодаря пульсации интенсивно подтягивает и прорабатывает бедра, особенно проблемную заднюю часть.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/12/Pulsirujushij_vypad_shirokij.gif",
      "type": "legs"
    },
    {
      "id": 20,
      "title": "Ножницы лежа на животе",
      "description": "Оставаясь на животе, выпрямите ноги. Теперь попеременно поднимайте и опускайте каждую ногу с небольшой амплитудой, словно во время плавания. Напрягайте ягодицы и бедра во время выполнения. Разновидность пловца для ног можно назвать изоляцией на ягодицы и бицепсы бедер, так как упражнение глубоко прорабатывает целевые мышцы, добивая их после тренировки и обеспечивая пампинг.        ",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/07/Nozhnici_lezha_na_zhivote.gif",
      "type": "press"
    },
    {
      "id": 21,
      "title": "Базовые скручивания",
      "description": "Лягте на спину, заведите руки за голову и согните ноги в коленях. Теперь оторвите от пола голову и лопатки, скручиваясь в корпусе. Следите, чтобы поясница, таз и стопы были плотно прижаты к полу. Выполняйте скручивания с максимальной амплитудой до ощущения жжения в верхней части пресса. Классическое упражнение на пресс эффективно прорабатывает и укрепляет прямую мышцу живота.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Skruchivanie_classic.gif",
      "type": "press"
    },
    {
      "id": 22,
      "title": "Подъемы рук и ног на четвереньках",
      "description": "Встаньте на четвереньки, ладони находятся под плечевыми суставами, колени согнуты под прямым углом. Синхронно оторвите от пола левую руку и правую ногу, выпрямите их, удерживая равновесие, а затем вернитесь обратно. Теперь поднимите правую руку и левую ногу, снова держите баланс несколько секунд и возвращайтесь обратно. Упражнение не только укрепляет мышцы пресса и кора, но также тренирует равновесие и координацию движений.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Ohotnichya_sobaka_obe_storony.gif",
      "type": "press"
    },
    {
      "id": 23,
      "title": "Складка с касанием стоп",
      "description": "Лежа на спине, поднимите прямые ноги вверх. Голову опустите на пол, руки разведите в стороны. Оторвите от пола голову и верх спины, одновременно сведите руки и потянитесь ими к стопам. Постарайтесь коснуться стоп, перед тем как вернуться в исходное положение. Включайте складку в тренировку для живота в домашних условиях, чтобы получить крепкий пресс и сильный кор, а также прокачать выносливость и гибкость.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/05/Podemy_k_stopam.gif",
      "type": "press"
    },
    {
      "id": 24,
      "title": "Планка на локтях с поворотом",
      "description": "Встаньте в планку на предплечьях, следите, чтобы локтевые суставы находились точно под плечевыми. Не провисайте в пояснице и не поднимайте таз вверх, для этого держите мышцы кора и пресса в напряжении. Оторвите от пола правую руку и развернитесь вправо. Руку можно положить на талию, стопы не отрывайте от пола. Вернитесь обратно в планку на локтях и выполните поворот влево, отрывая от пола левую руку. Планка считается одним из лучших упражнение для пресса, а потому обязательно выполняйте ее в рамках тренировки для живота в домашних условиях. В данном элементе сочетаются преимущества классической и боковой планки, что поможет добиться максимальной эффективности.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/08/Planka_s_razvorotami_ruki_na_bokah.gif",
      "type": "press"
    },
    {
      "id": 25,
      "title": "Обратные скручивания",
      "description": "Лежа на спине, выпрямите руки, ноги согните в коленях и поднимите вверх. Руки расположите вдоль корпуса, затылок опустите на пол. Выполняйте скручивания, для этого постарайтесь привести колени как можно ближе к груди, отрывая от пола таз и поясницу. При этом верхняя часть корпуса, голова и руки остаются неподвижны. Классическое упражнение на пресс, которое поможет прокачать мышцы живота и сделать его плоским.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Obratnye_skruchivaniya.gif",
      "type": "press"
    },
    {
      "id": 26,
      "title": "Ножницы на пресс",
      "description": "Оставаясь на спине, обопритесь на предплечья и выпрямите ноги. Теперь поднимите ноги немного над полом и начните делать ими перекрестные движения, имитируя работу ножниц. Во время упражнения не поднимайте ноги слишком высоко, чтобы не снижать нагрузку. Простое упражнение для живота укрепляет пресс, активирует кровообращение внизу живота, способствует формированию красивой линии талии.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/05/Nozhnici_na_predplechyah.gif",
      "type": "press"
    },
    {
      "id": 27,
      "title": "Ножницы лежа",
      "description": "Лягте на спину, руки расположите вдоль тела. Прямые ноги поднимите на 45 градусов и выполняйте перекрестные движения в энергичном ритме, имитируя ножницы. При этом голову, поясницу и руки не отрывайте от пола. Удерживайте ноги на одной высоте, чтобы не снижать нагрузку. Включайте это эффективное упражнение в тренировку для живота в домашних условиях, чтобы прицельно проработать нижние мышцы пресса.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/11/Nozhnicy_razvedenie_nog.gif",
      "type": "press"
    },
    {
      "id": 28,
      "title": "Косые скручивания с касанием стопы",
      "description": "Лягте на спину, руки расставьте в стороны, ноги прямые. Поднимите левую ногу вверх на 90 градусов и потянитесь к ней противоположной рукой, скручиваясь в корпусе и пытаясь дотронуться ладонью до стопы. Выполняйте целый подход на одну сторону, затем поменяйте на другую. Отличное упражнение для косых мышц пресса также укрепляет прямую мышцу живота и улучшает координацию движений.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/04/Kasanie_rukoj_stopy.gif",
      "type": "press"
    },
    {
      "id": 29,
      "title": "Боковые наклоны лежа",
      "description": "Оставаясь на спине, согните ноги в коленях и вытяните руки вдоль корпуса. Приподнимите голову и наклоните корпус влево, не отрывая спину от пола. Постарайтесь рукой дотронуться до стопы. Не возвращаясь в исходное положение, сделайте наклон вправо, стараясь дотянуться до правой стопы. Выполняйте наклоны в ритмичном темпе с полной амплитудой, чтобы глубоко проработать косые мышцы.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/11/Naklony_lezha.gif",
      "type": "press"
    },
    {
      "id": 30,
      "title": "Велосипед",
      "description": "Лежа на спине, положите руки за голову. Поднимите голову и верх корпуса, немного приподнимите ноги. Теперь согните левую ногу в колене и наклонитесь к ней всем корпусом. Выпрямите левую ногу и согните в колене правую, скручиваясь в корпусе по направлению к ней. Выполняйте упражнение на косые пресса в ритмичном темпе, не отрывая низ спины и таз от пола. Эффективное упражнение, которое прокачивает стабилизирующие мышцы кора и пресс, а также улучшает гибкость и выносливость.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/09/Velosiped_2.gif",
      "type": "press"
    },
    {
      "id": 31,
      "title": "Повороты корпуса в позе уголка",
      "description": "Сядьте на пол, ноги согните в коленях, руки сложите перед собой. Поднимите ноги и оторвите стопы так, чтобы голени были параллельны полу. Отклонитесь в спине на 45 градусов и выполняйте повороты вправо-влево, дотрагиваясь ладонями пола. Не делайте резких движений, акцентируйте внимание на работе пресса. Статико-динамическое упражнение поможет «добить» проблемные зоны и прокачать верхние боковые мышцы живота.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/12/Twist_ugolok_nogi_sognuti_2.gif",
      "type": "press"
    },
    {
      "id": 32,
      "title": "Складка со сгибанием коленей",
      "description": "Лягте на спину, выпрямите ноги, прямые руки заведите за голову. Поднимите корпус вверх, отрывая поясницу от пола. Одновременно согните ноги в коленях и приведите их к груди, вытягивая руки вперед. Затем возвращайтесь в начальное положение. Комплексное упражнение на пресс не только прорабатывает живот, но также прокачивает вашу силу, выносливость и гибкость.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Skladka_k_grudi_ruki_vytyanuti.gif",
      "type": "press"
    },
    {
      "id": 33,
      "title": "Скалолаз",
      "description": "Встаньте в упор лежа, надежно упритесь в пол ладонями, чтобы почувствовать стабильность положения. Согните правую ногу в колене и приведите его к груди, вернитесь обратно и сделайте то же самое левой ногой. Скалолаз – классическое упражнение для проработки кора и пресса, оно дополнительно задействует и укрепляет мышцы спины, рук и ног.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/06/Planka_alpinist-1.gif",
      "type": "press"
    },
    {
      "id": 34,
      "title": "Классические отжимания",
      "description": "Встаньте в упор лежа, вытягивая тело в струнку. Убедитесь, что находитесь в удобном, устойчивом положении. Поставьте руки немного шире плеч для классических отжиманий. Теперь согните руки в локтях, опускаясь в отжимание, при этом локти направляйте назад. В таком положении лучше всего прорабатываются руки, особенно область трицепсов. Обязательно включайте отжимания в тренировку на руки в домашних условиях, чтобы укрепить трицепсы, плечи и хорошо проработать верх тела.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/04/Otzhimaniya.gif",
      "type": "hands"
    },
    {
      "id": 35,
      "title": "Алмазные отжимания",
      "description": "Встаньте в упор лежа и поставьте руки максимально близко друг к другу. Большие пальцы ладоней должны соприкоснуться. Из этого положения согните руки в локтях, опускаясь вниз. При этом локти старайтесь отводить назад. Упражнение больше всего нагружает трицепсы, но благодаря сложности выполнения также укрепляет мышцы всей поверхности рук, грудные и дельты. Первое время можно выполнять алмазные отжимания на коленях.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2021/04/Otzhimaniya_almaznye.gif",
      "type": "hands"
    },
    {
      "id": 36,
      "title": "Планка со сменой положения рук",
      "description": "Встаньте в планку на прямых руках в соответствии с правильной техникой выполнения. Затем согните каждую руку в локте поочередно, опускаясь в планку на предплечьях. Из планки на локтях разогните каждую руку по очереди, поднимаясь в классическую планку. Выполняйте упражнения в спокойном ритме, поочередно меняя положение рук в планке. Не забывайте подниматься сначала с правой руки, затем с левой, чередуя их между собой с каждым новым повторением. Сложное упражнение поможет вам укрепить мышцы рук и проработать всю верхнюю часть тела.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/11/Planka_vverh_vniz.gif",
      "type": "hands"
    },
    {
      "id": 37,
      "title": "Обратные отжимания от скамьи (трицепс)",
      "description": "Сядьте на скамью или стул, опираясь руками по бокам. Переместите тело вперед, держа его только силой рук. Ноги вытянуты, стоят на пятке. Сгибайте руки до уровня, пока углы плеча/локтя не достигнут 90 градусов. Спина всегда прямая. После отожмитесь, возвращая стартовую позицию. При выполнении опускайте плечи, не подтягивая их к ушам.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/09/Obratnye_otzhimaniya.gif",
      "type": "hands"
    },
    {
      "id": 38,
      "title": "Планка на прямых руках (общая мускулатура рук)",
      "description": "Примите позицию планки на вытянутых руках, удерживая вес тела только на ладонях и носках. Смотрите четко перед собой, напрягайте спину, ягодицы и пресс. Количество секунд увеличивайте по мере роста физических показателей.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/04/Planka.jpg",
      "type": "hands"
    }
  ]
}
