{
  "exercises": [
    {
      "id": 1,
      "title": "Pulling up the knees to the chest",
      "description": "Take the starting stance–feet shoulder-width apart, arms stretched up. Then make two movements at the same time: raise one hip to the level above the waist, and bend your arms and lower them down along the body with your elbows to the sides. Return to the starting position. Do it alternately for each leg. An excellent cardio exercise for starting a workout, effective weight loss in the abdomen and overall body tone.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Koleno_k_grudi_cardio.gif",
      "type": "cardio"
    },
    {
      "id": 2,
      "title": "Side step with a touch of the foot",
      "description": "Stay standing straight, put your feet together, raise your arms above your head. Start taking a wide step with your right foot to the side and at the same time bend so that your left hand touches your right foot. Then return to the starting position and repeat the same with the left leg. Despite the apparent simplicity, the exercise perfectly accelerates the pulse due to inclinations, accelerates fat burning, works out the muscles of the whole body.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/12/Pristavnoj_shag_s_kasaniem_stopy.gif",
      "type": "cardio"
    },
    {
      "id": 3,
      "title": "Climber with steps",
      "description": "Take the 'plank on straight arms' position with support on the palms and feet. Keep the body straight, do not bend in the lower back, pick up the buttocks, tighten the lower abdomen. Start alternately walking forward with your left or right foot. The faster you change legs, the more intense the exercise goes. This version of the plank tightens the stomach, works out the area of the arms and shoulders, strengthens the lower part of the body.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/08/Planka_alpinist_2.gif",
      "type": "cardio"
    },
    {
      "id": 4,
      "title": "Swing your legs",
      "description": "Stay in the rack, put your feet shoulder-width apart, lower your arms freely along the body. Start performing swings with your feet forward, bringing them to the level of the pelvis or higher. Simultaneously with the swing of the foot, stretch your palm to the opposite foot (right hand to the left leg, left hand to the right leg). The exercise tones up the lower part of the body, the muscles of the press and back are additionally involved.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/11/Mahi_nogami.gif",
      "type": "cardio"
    },
    {
      "id": 5,
      "title": "Knee-elbow with hands up",
      "description": "Stand up straight, stretch your arms over your head and put them together. Raise your right knee to the lower part of your chest and at the same time lower your arms with a body turn so that the elbow touches the knee. After that, return to the starting position and do the same on the other side. In this exercise, from our cardio training at home, there is intensive work of the oblique abdominal muscles, the abdominal and waist area is adjusted. Additionally, the shoulders and hips are loaded.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/12/Koleno_lokot_ruki_vverh.gif",
      "type": "cardio"
    },
    {
      "id": 6,
      "title": "The Spider Bar",
      "description": "Start performing the spider with a plank on straight arms. The spine is smooth, the bottom of the press and buttocks are matched. Bend the leg and pull the knee to the elbow of the same hand. Return to the bar and repeat on the other side. Alternate legs, keep the pace suitable for you. This cardio exercise involves the whole body, but the spider is especially useful for eliminating the sides and strengthening the muscles of the back and abs.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/12/Planka_pauk_bystro.gif",
      "type": "cardio"
    },
    {
      "id": 7,
      "title": "Jumping with the spread of arms and legs",
      "description": "Take a classic stance, but put your feet tightly together and your arms along your torso. Perform two movements together: in the jump, spread your legs wide and stretch your arms up, bringing them together over your head. Jump back into the pose from the beginning of the exercise. Do not pause between mixing and spreading your legs. One of the most popular cardio exercises, which most often starts any intensive fat burning program.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/06/Jumping_jack.gif",
      "type": "cardio"
    },
    {
      "id": 8,
      "title": "Running with a high knee lift",
      "description": "Stand up straight, and place your hands along the sides, as when jogging. Start alternately lifting your hips to parallel with the floor, pushing off with one or the other leg. Change your hands in time with the movements. Look forward, the stomach is tense, the body is stable and does not deviate backwards. One of the best cardio exercises, which in terms of effectiveness will completely replace fast running for home conditions.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/03/Beg_s_podemom_kolen.gif",
      "type": "cardio"
    },
    {
      "id": 9,
      "title": "Horizontal running",
      "description": "To perform this intense cardio exercise at home, place yourself in a plank on straight arms. Do not bend your elbows and rest on your palms. Start simulating running – pull your knees up to your chest in turn and pull them back. Put your feet on your toes, do not change the spine line. Horizontal running is one of the best exercises for a toned stomach. Additionally, the entire upper body works due to the position of the plank and the thigh muscles due to knee pull-ups.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/03/Gorizontalnyj_beg.gif",
      "type": "cardio"
    },
    {
      "id": 10,
      "title": "Squats with jumping out",
      "description": "First, stand up straight, and then lower your pelvis into a normal squat position. Place your hands in front of you, clasping your palms. Push up well to straighten your knees and body, pull your arms back. Land back and stay in the starting position for a second. Do not take your knees out by the socks. Squats with jumps have all the advantages of classic squats, as well as develop explosive muscle qualities, strengthen the heart, add intensity to cardio training at home.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/12/Prisedanie_pryzhok.gif",
      "type": "cardio"
    },
    {
      "id": 11,
      "title": "Burpee",
      "description": "This is a frequently practiced crossfit-style movement for cardio training at home. Stand up, bend your knees, put straight arms in front of you. Jump up, pull your legs back and lower your pelvis to get a plank pose. Gather yourself back with a jump, straighten up, stretch your arms up. Intensive exercise for the tone of the whole body should definitely be included in cardio workouts at home.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/03/Burpee.gif",
      "type": "cardio"
    },
    {
      "id": 12,
      "title": "Classic squats",
      "description": "Put your feet shoulder-width apart, and fold your arms at your chest. Bend your knees, pulling your pelvis back to perform a classic squat. Squat to the parallel of the hips with the floor. Do not take your knees out by the socks, do not bend your back, look straight ahead. Squats are considered one of the best exercises for the hips and buttocks, which works out the entire range of gluteal muscles and also involves the press and core.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2019/12/Prisedanie.gif",
      "type": "legs"
    },
    {
      "id": 13,
      "title": "Mahi from the dog face down",
      "description": "Stand at point-blank range lying down, and then lift your pelvis up to get into the dog yoga asana with your muzzle down. There should be a deflection in the back, legs and arms are straightened. From this position, perform alternate swings with each leg, trying not to help yourself with the body. The effectiveness of this leg exercise depends on the correctness of the technique. It is important to maintain the initial position of the body and arms, and work only with the legs with maximum amplitude. In this case, it will be possible to pump the buttocks and the back of the thighs well.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/11/Mah_nogoj_v_sobake_mordoj_vniz.gif",
      "type": "legs"
    },
    {
      "id": 14,
      "title": "Lifting the leg while lying on the stomach",
      "description": "Lie on your stomach, put your hands under your head, legs stretched freely back. Lift one leg off the floor and lift it up without bending it at the knee. Try to lift your leg as high as possible to feel the tension of the buttocks at the top point. After completing all the lifts for one leg, repeat the exercise for the other. An effective leg exercise that will help you strengthen the glutes, as well as tighten the back of the thighs.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/07/Mah_nogoj_lezha_na_zhivote.gif",
      "type": "legs"
    },
    {
      "id": 15,
      "title": "Lateral lunges in place",
      "description": "Place your feet as for sumo squats, but do not unfold your socks to the sides, fold your arms at your chest. Bend your right leg at the knee and pull your pelvis back to lower into a side lunge. Return to the starting position and repeat the lunge to the right again. After all the repetitions, change the leg. A simple basic leg exercise will pump the hips, strengthening the inner side, which is often on the list of problem areas.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Bokovoj_vypad_na_meste.gif",
      "type": "legs"
    },
    {
      "id": 16,
      "title": "Scissors with raznozhka",
      "description": "Lie on your back, put your hands arbitrarily along the body. Lift your legs up and spread them to the side as wide as possible for raznozhki. Now bring the straight legs together with the overlap, performing scissors. A simple and effective leg exercise can be performed at home to not only work out the hips, but also increase the flexibility of the body and the mobility of the hip joints.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/05/Skreshivanie_nog.gif",
      "type": "legs"
    },
    {
      "id": 17,
      "title": "Squats with a step to the side",
      "description": "Put your legs together, place your arms at your chest. Take a step to the left and perform a squat, pulling the pelvis back. On the rise, return to the starting position. Now take a step to the right and do a squat again. Step squats provide a double load on the buttocks and involve the outer surface of the thighs, the so-called 'breeches zone', which is quite difficult to work out with classic basic exercises.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2021/01/Prisedanie_s_shagom_v_storonu.gif",
      "type": "legs"
    },
    {
      "id": 18,
      "title": "Swings from the side plank on the knee",
      "description": "Stand in the side bar, leaning on your right arm and right knee. Put your left hand on your belt, and straighten your left leg freely. Now lift your left leg slightly above the parallel with the floor and return back. After all the repetitions, do the same for the right leg. The swings from the plank load the legs as much as possible, since the body has to make an effort to stay in this position, which makes the exercise especially effective for working out problem areas.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Podemy_nog_v_planke_na_kolene.gif",
      "type": "legs"
    },
    {
      "id": 19,
      "title": "Pulsating wide lunges in place",
      "description": "Stand in a deep lunge, to do this, take a big step back and bend your knees. The front knee should be bent at a right angle, and the rear knee should almost touch the floor. In this position, perform small lifts up and down, without unbending your knees completely. Be sure to repeat for the other leg. A super-effective exercise for the buttocks, thanks to pulsation, intensively tightens and works out the hips, especially the problematic back part.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/12/Pulsirujushij_vypad_shirokij.gif",
      "type": "legs"
    },
    {
      "id": 20,
      "title": "Scissors lying on your stomach",
      "description": "While remaining on your stomach, straighten your legs. Now alternately raise and lower each leg with a small amplitude, as if during swimming. Tighten the buttocks and thighs during the execution. A kind of leg swimmer can be called isolation on the buttocks and biceps of the thighs, since the exercise deeply works out the target muscles, finishing them off after training and providing pumping.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/07/Nozhnici_lezha_na_zhivote.gif",
      "type": "press"
    },
    {
      "id": 21,
      "title": "Basic twists",
      "description": "Lie on your back, put your hands behind your head and bend your knees. Now lift your head and shoulder blades off the floor, twisting in the body. Make sure that the lower back, pelvis and feet are tightly pressed to the floor. Perform twists with maximum amplitude until a burning sensation in the upper part of the press. The classic press exercise effectively works out and strengthens the rectus abdominis muscle.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Skruchivanie_classic.gif",
      "type": "press"
    },
    {
      "id": 22,
      "title": "Lifting of hands and feet on all fours",
      "description": "Get on all fours, palms are under the shoulder joints, knees bent at right angles. Synchronously lift your left arm and right leg off the floor, straighten them, keeping your balance, and then return back. Now raise your right arm and left leg, hold the balance again for a few seconds and come back. The exercise not only strengthens the muscles of the abs and cortex, but also trains balance and coordination of movements.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Ohotnichya_sobaka_obe_storony.gif",
      "type": "press"
    },
    {
      "id": 23,
      "title": "Fold with a touch of the feet",
      "description": "Lying on your back, lift straight legs up. Lower your head to the floor, spread your arms apart. Lift your head and upper back off the floor, simultaneously bring your hands together and stretch them to your feet. Try to touch the feet before returning to the starting position. Include a crease in a belly workout at home to get a strong abs and a strong core, as well as to pump endurance and flexibility.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/05/Podemy_k_stopam.gif",
      "type": "press"
    },
    {
      "id": 24,
      "title": "Elbow strap with a twist",
      "description": "Stand in the bar on the forearms, make sure that the elbow joints are exactly under the shoulder. Do not sag in the lower back and do not lift the pelvis up, for this keep the muscles of the core and the press in tension. Lift your right hand off the floor and turn to the right. You can put your hand on your waist, keep your feet on the floor. Return back to the bar on your elbows and perform a left turn, lifting your left arm off the floor. The plank is considered one of the best exercises for the press, and therefore be sure to perform it as part of a workout for the abdomen at home. This element combines the advantages of a classic and a side bar, which will help to achieve maximum efficiency.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/08/Planka_s_razvorotami_ruki_na_bokah.gif",
      "type": "press"
    },
    {
      "id": 25,
      "title": "Reverse twists",
      "description": "Lying on your back, straighten your arms, bend your knees and lift up. Place your hands along the body, lower the back of your head to the floor. Perform twisting, to do this, try to bring your knees as close to your chest as possible, lifting your pelvis and lower back from the floor. At the same time, the upper part of the body, head and arms remain motionless. A classic abs exercise that will help to pump the abdominal muscles and make it flat.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Obratnye_skruchivaniya.gif",
      "type": "press"
    },
    {
      "id": 26,
      "title": "Scissors on the press",
      "description": "While remaining on your back, lean on your forearms and straighten your legs. Now lift your legs a little above the floor and start making cross movements with them, imitating the work of scissors. During the exercise, do not lift your legs too high so as not to reduce the load. A simple abdominal exercise strengthens the abs, activates blood circulation in the lower abdomen, promotes the formation of a beautiful waistline.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/05/Nozhnici_na_predplechyah.gif",
      "type": "press"
    },
    {
      "id": 27,
      "title": "Scissors lying down",
      "description": "Lie on your back, place your arms along your body. Straight legs lift 45 degrees and perform cross movements in an energetic rhythm, imitating scissors. At the same time, do not lift your head, lower back and hands off the floor. Keep your feet at the same height so as not to reduce the load. Include this effective exercise in a workout for the abdomen at home to work out the lower abdominal muscles in a targeted manner.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/11/Nozhnicy_razvedenie_nog.gif",
      "type": "press"
    },
    {
      "id": 28,
      "title": "Oblique twists with a touch of the foot",
      "description": "Lie on your back, arms apart, legs straight. Lift your left leg up 90 degrees and reach for it with the opposite hand, twisting in the body and trying to touch the palm of the foot. Perform the whole approach on one side, then switch to the other. An excellent exercise for oblique abdominal muscles also strengthens the rectus abdominis muscle and improves coordination of movements.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/04/Kasanie_rukoj_stopy.gif",
      "type": "press"
    },
    {
      "id": 29,
      "title": "Lateral inclines lying down",
      "description": "Staying on your back, bend your knees and stretch your arms along the body. Lift your head and tilt your body to the left without lifting your back off the floor. Try to touch your foot with your hand. Without returning to the starting position, tilt to the right, trying to reach the right foot. Perform bends at a rhythmic pace with full amplitude to work deeply oblique muscles.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/11/Naklony_lezha.gif",
      "type": "press"
    },
    {
      "id": 30,
      "title": "Bicycle",
      "description": "Lying on your back, put your hands behind your head. Raise your head and the top of the body, slightly lift your legs. Now bend your left leg at the knee and bend your whole body towards it. Straighten your left leg and bend your right knee, twisting in the body towards it. Perform the exercise on oblique abs at a rhythmic pace, without lifting the lower back and pelvis from the floor. An effective exercise that pumps the stabilizing muscles of the core and abs, as well as improves flexibility and endurance.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/09/Velosiped_2.gif",
      "type": "press"
    },
    {
      "id": 31,
      "title": "Body rotations in the angle pose",
      "description": "Sit on the floor, legs bent at the knees, hands folded in front of you. Lift your legs and tear off your feet so that the shins are parallel to the floor. Deviate in the back by 45 degrees and perform right-left turns, touching the floor with your palms. Do not make sudden movements, focus on the work of the press. Static-dynamic exercise will help to 'finish off' problem areas and pump the upper lateral abdominal muscles.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/12/Twist_ugolok_nogi_sognuti_2.gif",
      "type": "press"
    },
    {
      "id": 32,
      "title": "Crease with knee flexion",
      "description": "Lie on your back, straighten your legs, put your straight arms behind your head. Lift the body up, lifting the lower back off the floor. At the same time, bend your knees and bring them to your chest, stretching your arms forward. Then return to the starting position. A complex exercise on the press not only works out the stomach, but also pumps your strength, endurance and flexibility.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/10/Skladka_k_grudi_ruki_vytyanuti.gif",
      "type": "press"
    },
    {
      "id": 33,
      "title": "Rock Climber",
      "description": "Stand at point-blank range lying down, firmly rest your palms on the floor to feel the stability of the position. Bend your right leg at the knee and bring it to your chest, come back and do the same with your left leg. Climbing is a classic exercise for working out the core and the press, it additionally involves and strengthens the muscles of the back, arms and legs.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/06/Planka_alpinist-1.gif",
      "type": "press"
    },
    {
      "id": 34,
      "title": "Classic push-ups",
      "description": "Stand at point-blank range lying down, stretching your body to the string. Make sure you are in a comfortable, stable position. Place your arms slightly wider than your shoulders for classic push-ups. Now bend your arms at the elbows, going down into a push-up, while directing your elbows back. In this position, the hands are best worked out, especially the triceps area. Be sure to include push-ups in hand training at home to strengthen triceps, shoulders and work out the upper body well.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/04/Otzhimaniya.gif",
      "type": "hands"
    },
    {
      "id": 35,
      "title": "Diamond push-ups",
      "description": "Stand at point-blank range lying down and put your hands as close to each other as possible. The thumbs of the palms should touch. From this position, bend your arms at the elbows, going down. At the same time, try to pull your elbows back. The exercise loads the triceps the most, but due to the complexity of the execution, it also strengthens the muscles of the entire surface of the arms, chest and deltas. At first, you can perform diamond push-ups on your knees.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2021/04/Otzhimaniya_almaznye.gif",
      "type": "hands"
    },
    {
      "id": 36,
      "title": "A bar with a change of hand position",
      "description": "Stand in the bar on straight arms in accordance with the correct execution technique. Then bend each arm at the elbow alternately, lowering into the bar on the forearms. From the elbow plank, straighten each arm in turn, rising into the classic plank. Perform the exercises in a calm rhythm, alternately changing the position of the hands in the bar. Do not forget to rise first with the right hand, then with the left, alternating them with each other with each new repetition. A complex exercise will help you strengthen your arm muscles and work out the entire upper body.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/11/Planka_vverh_vniz.gif",
      "type": "hands"
    },
    {
      "id": 37,
      "title": "Reverse push-ups from the bench (triceps)",
      "description": "Sit on a bench or chair with your hands on your sides. Move your body forward, holding it only with the strength of your hands. The legs are stretched out, standing on the heel. Bend your arms to the level until the shoulder/elbow angles reach 90 degrees. The back is always straight. Then press down, returning the starting position. When performing, lower your shoulders without pulling them up to your ears.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/09/Obratnye_otzhimaniya.gif",
      "type": "hands"
    },
    {
      "id": 38,
      "title": "Plank on straight arms (general musculature of the arms)",
      "description": "Take the plank position with your arms outstretched, keeping your body weight only on your palms and toes. Look clearly in front of you, strain your back, buttocks and abs. Increase the number of seconds as your physical performance increases.",
      "gif": "https://goodlooker.ru/wp-content/uploads/2020/04/Planka.jpg",
      "type": "hands"
    }
  ]
}
